---
kind: other
id: Properties.T:Autodesk.Revit.UI.FileDialog
source: html/ba04593a-095e-7a2b-10af-618852b2ceef.htm
---
# FileDialog Properties

The default entry (from the filter) to be selected in the dialog.